---
kind: property
id: P:Autodesk.Revit.DB.Visual.Gradient.GradientNoiseLow
source: html/74f7386b-347f-2ac6-f236-cd079a64c0e4.htm
---
# Autodesk.Revit.DB.Visual.Gradient.GradientNoiseLow Property

The property labeled "Low" from the "Gradient" schema.

## Syntax (C#)
```csharp
public static string GradientNoiseLow { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".